{
  "navigation": {
    "aboutUs": "Про Нас",
    "services": "Послуги",
    "safety": "Безпека",
    "industries": "Галузі промисловості",
    "contact": "Зв’язок",
    "privacyPolicy": "Політика конфіденційності",
    "termsOfService": "Умови надання послуг",
    "comInUa": "Проєкти в Україні",
    "feedback": "Відгуки",
    "servicesNames": {
      "supervision": "Контроль",
      "commissioning": "Введення в експлуатацію",
      "siteManagement": "Керування проектом",
      "technicalService": "Технічне обслуговування"
    }
  },
  "homePage": {
    "head": {
      "title": "Просувайтеся вперед з",
      "description": "У динамічному ландшафті сучасної промисловості забезпечення ефективного функціонування складних систем і об'єктів має першорядне значення. Саме тут Open Commissioning виступає в ролі вашого надійного партнера. Ми - компанія, що спеціалізується на виконанні пусконалагоджувальних робіт на найвищому рівні, шефмонтажі, управлінні об'єктами та технічному обслуговуванні.",
      "button": "Переглянути всі послуги"
    },
    "caseStudies": {
      "title": "Відгуки клієнтів",
      "name": "John Simpson",
      "text": "Відкрите введення в експлуатацію перевершило наші очікування. Їх увага до деталей і прихильність до якості перетворили наш проект на приголомшливий успіх. Без них ми б не впоралися!"
    },
    "services": {
      "title": "Ключові теми",
      "service1": "Контроль",
      "desc1": "З нашими досвідченими супервайзерами, які керують проектом, ви можете бути впевнені, що кожна деталь буде ретельно продумана.  Супроводжуючи проект, спеціалісти контролюють якість, проводять моніторинг прогресу та управління ресурсами, слідкують за дотриманням графіку робіт.",
      "service2": "Керування проектом",
      "desc2": "Ефективне управління будівельним майданчиком має важливе значення для успіху будь-якого проекту. Open Commissioning пропонує спеціалізовані послуги з управління будівельним майданчиком, щоб забезпечити добре організоване, безпечне та продуктивне робоче середовище.",
      "service3": "Технічне обслуговування",
      "desc3": "Наші фахівці здатні впоратися з будь-якими технічними проблемами, що можуть виникнути під час реалізації вашого проекту. Незалежно від того, чи це усунення виробничого дефекту, оптимізація системи або обслуговування - наша команда готова надати своєчасні та ефективні рішення.",
      "service4": "Введення в експлуатацію",
      "desc4": "Команда Open Commissioning - досвідчені професіонали, які спеціалізуються на введенні об’єктів в експлуатацію, гарантуючи при цьому роботу проекту за призначенням. Ми ретельно тестуємо та перевіряємо всі системи, щоб гарантувати оптимальну функціональність, безпеку та відповідність галузевим стандартам.",
      "service5": "Безпека",
      "desc5": "Безпека під час введення в експлуатацію має першочергове значення. Вона вимагає ретельного планування, скрупульозності та постійної пильності для запобігання нещасним випадкам. Надання пріоритету безпеці це прямий шлях до успішного і безпечного завершення проекту.",
      "readMore": "Читати більше"
    },
    "featuresBenefits": {
      "title": "Особливості & Переваги",
      "featuresTitle": "Особливості",
      "features": [
        "Технологічні рішення",
        "Аналітика персоналу",
        "Індивідуальні рішення",
        "Доступні ціни"
      ],
      "benefitsTitle": "Переваги",
      "benefits": [
        "Оптимізація процесів",
        "Підвищення продуктивності",
        "Зниження витрат",
        "Інноваційні рішення"
      ]
    }
  },
  "industriesPage": {
    "title": "Галузі промисловості",
    "industriesDesc": {
      "title": "Галузі, в яких ми працюємо",
      "desc": "Ось деякі з найпопулярніших галузей, які ми з гордістю підтримуємо:",
      "content": [
        { "icon": "fa-solid fa-wheat-awn", "name": "Сільське господарство" },
        {
          "icon": "fa-solid fa-bolt",
          "name": "Енергетика та Мережі"
        },
        { "icon": "fa-solid fa-gauge-high", "name": "Автоматизація" },
        { "icon": "fa-solid fa-flask", "name": "Олія та жири" },
        { "icon": "fa-solid fa-trowel-bricks", "name": "Будівельна галузь" },
        { "icon": "fa-solid fa-toolbox", "name": "Виробництво" },
        { "icon": "fa-solid fa-microchip", "name": "Технології та ІТ" },
        { "icon": "fa-brands fa-envira", "name": "Екологічні проекти" }
      ]
    },
    "industriesBody": {
      "textTitle": "Індивідуальні та відповідні рішення в технічних галузях",
      "text1": "У Open Commissioning ми прагнемо надавати рішення світового класу з введення в експлуатацію та підбору персоналу для широкого кола проектів, які покладаються на сучасне обладнання та новітні технології. Наш досвід не знає кордонів, і ми готові обслуговувати широкий спектр галузей, щоб забезпечити безперебійну реалізацію та успіх проекту.",
      "text2": "Незалежно від галузі або типу проекту, Open Commissioning пропонує багатий досвід, знання та адаптивність. Наша спеціалізована команда інженерів і супервайзерів з введення в експлуатацію добре підготовлена для вирішення унікальних завдань і вимог кожного сектору, гарантуючи, що ваш проект буде виконано з точністю, ефективністю та дотриманням вимог."
    }
  },
  "servicesPage": {
    "title": "Послуги",
    "servicesDesc": {
      "title": "Наші Послуги",
      "desc": "Open Commissioning сприяє глобальному технічному розширенню з відповідними кадровими рішеннями",
      "buttons": {
        "1": "Читати далі",
        "2": "Детальніше",
        "3": "Дізнайтися більше",
        "4": "Більше інформації"
      }
    },
    "servicesBody": {
      "textTitle": "Індивідуальні та відповідні інженерні рішення",
      "text1": "Open Commissioning - це ваш надійний партнер у наданні індивідуальних рішень, що відповідають усім необхідним вимогам, з широкого спектру технічних дисциплін. Наша глобальна присутність у поєднанні з великим досвідом та висококваліфікованою робочою силою дозволяє підтримувати проекти по всьому світу. Ми спеціалізуємося на створенні рішень, які не тільки відповідають вимогам, але й легко адаптуються, мінімізуючи ваші ризики та допомагаючи вам досягти поставлених цілей.",
      "text2": "Наші основні сфери діяльності включають міжнародне будівництво, морську, енергетичну та харчову промисловість. Технічні фахівці стратегічно розташовані по всьому світу і володіють основними компетенціями в області нагляду, введення в експлуатацію, консультування та глобальної мобільності.",
      "contactText": "Маєте складний проект на горизонті? Зв'яжіться з нами вже сьогодні.",
      "button": "Зв'язатися з Нами"
    },
    "servicesBlock": {
      "title": "Як ми працюємо",
      "desc": "Ваш шлях до успіху з Open Commissioning.",
      "desc2": "Ми вдосконалили наш процес, щоб забезпечити безперебійну реалізацію проектів та задоволення потреб клієнтів.",
      "content": {
        "1": "Планування",
        "2": "Виконання",
        "3": "Контроль",
        "4": "Результат"
      }
    }
  },
  "safetyPage": {
    "title": "Безпека",
    "safetyBody": {
      "textTitle": "Забезпечення безпеки під час роботи",
      "text1": "Розуміння різних типів небезпек та їхніх конкретних назв є життєво важливим для безпеки на робочому місці. Це виходить за рамки дотримання нормативних вимог, формуючи основу етичної ділової практики. Усвідомлення небезпек, таких як фізичні, хімічні, біологічні та ергономічні ризики, дає змогу ефективно зменшувати ризики. Озброєння працівників цими знаннями сприяє формуванню культури пильності, що покращує реагування на надзвичайні ситуації. Така пріоритетність безпеки обумовлює здорове та продуктивне робоче середовище. Безпека під час введення в експлуатацію - це колективна відповідальність, до якої залучені різні команди, від проектування до експлуатації та команди HSE. Безпека починається з команди проектувальників, де інтегруються спеціалізовані елементи, підкреслюючи, що Safety пріоритет - є обов'язком кожного протягом усього процесу введення в експлуатацію.",
      "text2": "Починаючи з команди проектувальників, міркування безпеки закладаються на самих ранніх етапах. Якщо система може бути спроектована таким чином, щоб підвищити безпеку, вона включається в плани з самого початку. Такий спільний підхід підкреслює, що безпека не є чиєюсь проблемою - це відповідальність кожного, і вона вплетена в кожен аспект процесу введення в експлуатацію.",
      "text3": "Крім того, наш підхід до безпеки включає в себе регулярні інспекції та оцінки з метою виявлення та усунення потенційних ризиків або вдосконалення. Ми вважаємо, що постійна увага до питань безпеки протягом усього періоду реалізації проекту не тільки захищає наших працівників, але й сприяє більш ефективному та успішному завершенню проекту."
    },
    "safetyContent": {
      "title": "Пріоритет безпеки при введенні в експлуатацію",
      "content": {
        "red": "Використання заборонних знаків під час введення в експлуатацію має важливе значення для підтримання безпечного та контрольованого робочого середовища. Ці знаки містять важливі інструкції, такі як \"Доступ стороннім особам заборонено\" або \"Не входити\", підкреслюючи важливість обмеження певних зон або дій. Чітко вказуючи на заборонені зони або дії, яких слід уникати, заборонні знаки відіграють важливу роль у запобіганні нещасним випадкам, забезпеченні дотримання протоколів безпеки та захисту як персоналу, так і цілісності проекту.",
        "yellow": "Попереджувальні знаки відіграють ключову роль під час введення в експлуатацію, інформуючи персонал про потенційні небезпеки та ризики. Ці знаки передають такі важливі повідомлення, як \"Обережно: Висока напруга\" або \"Небезпека: Замкнутий простір\", підкреслюючи необхідність підвищеної обізнаності та обережності. Ефективно використовуючи попереджувальні знаки, керівники проектів і робітники можуть практично виявляти і зменшувати потенційні небезпеки, забезпечуючи процес введення в експлуатацію і знижуючи ризик нещасних випадків або травм.",
        "blue": "Обов'язкові знаки виконують важливу функцію під час введення в експлуатацію, чітко визначаючи конкретні дії або поведінку, необхідні для збереження безпеки та дотримання вимог. Ці знаки, такі як \"Одягайте захисні окуляри\" або \"Використовуйте запобіжні ремені\", гарантують, що основні заходи безпеки дотримуються без компромісів. Ефективно використовуючи обов'язкові знаки, проектні команди формують культуру відповідальності, мінімізуючи ризики та сприяючи створенню безпечного робочого середовища, необхідного для успішного процесу введення в експлуатацію.",
        "green": "ATEX - це європейська директива, яка регулює обладнання та захисні системи, призначені для використання в потенційно вибухонебезпечних середовищах. Ми працюємо за суворими стандартами ATEX , щоб дотриматися безпеки наших операцій у середовищах з підвищеним ризиком. Впроваджуючи рекомендації ATEX , ми ретельно оцінюємо та підбираємо обладнання, призначене для запобігання вибухам, зменшуючи ризики, пов'язані з легкозаймистими речовинами, та забезпечуючи безпечне та відповідне вимогам робоче середовище під час роботи."
      }
    }
  },
  "supervisionPage": {
    "title": "Контроль",
    "body": {
      "textTitle": "Ваш надійний партнер з контролю за проектом",
      "text1": "Контроль над проектом - критично важливе, але часто складне і чутливе до часу завдання під час запуску нового проекту. Знайти ідеальний пул талантів не завжди легко, а такі обмеження, як зайнятість на повний робочий день та бюджетні обмеження, можуть ще більше ускладнити цей процес. Якщо ваш проект виходить за кордон, дотримання складних глобальних вимог щодо відповідності нормам може додати ще один рівень складності.",
      "text2": "Спираючись на наші глибокі знання глобальних регуляторних норм, ми беремо на себе повну відповідальність за те, щоб ваш проект відповідав усім необхідним вимогам. Це включає в себе все - від оформлення віз та управління заробітною платою до отримання дозволів на роботу та адміністративних процедур. З Open Commissioning ви можете бути впевнені, що кожна деталь буде ретельно відточена.",
      "text3": "Все, що вам потрібно зробити, це описати свій проект, а ми зробимо все інше. Ми прагнемо зробити контроль за проектом легким, дозволяючи вам зосередитися на основних цілях успіху вашого проекту, в той час як ми керуємо тонкощами координації робочої сили та дотриманням глобальних вимог.",
      "text4": "Наша міжнародна команда досвідчених супервайзерів виступає вашими довіреними представниками на місцях, старанно захищаючи інтереси замовників протягом усього процесу реалізації. Вони прагнуть забезпечити, щоб ваш проект відповідав найвищим стандартам безпеки, відповідності нормативним вимогам, якості та економічної ефективності.",
      "text5": "Персонал ОС складається виключно з висококваліфікованих працівників з багатим досвідом роботи в різних проектах. Цей колективний досвід дозволяє нам здійснювати всебічний нагляд за кожним аспектом будівельного проекту, починаючи з першочергових етапів планування до початку реалізації і закінчуючи фінальною ретельною перевіркою.",
      "text6": "Обов'язки нагляду за реалізацією включають: інспекції на об'єкті, ретельне тестування якості матеріалів, пильне дотримання стандартів безпеки, затвердження змін, коли це необхідно, безперешкодну координацію з підрядниками та субпідрядниками, а також пильний нагляд як за персоналом на об'єкті, так і за віддаленими працівниками. З нашою відданою командою ви будете від початку і до кінця в руках експертів."
    }
  },
  "commissioningPage": {
    "title": "Введення в експлуатацію",
    "body": {
      "textTitle": "Оптимізуйте етапи введення в експлуатацію",
      "text1": "На етапі введення в експлуатацію часто виникають значні труднощі з пошуком спеціалізованої експертизи. Такі фактори, як активізація нових проектів, затримка в поточних проектах та інші змінні можуть перевантажити вашу внутрішню команду з введення в експлуатацію.",
      "text2": "Це зумовлює необхідність залучення зовнішніх спеціалістів, що може спричинити численні перешкоди та потенційно поставити під загрозу строки виконання проекту. Пошук кандидатів з необхідними знаннями та навичками стає складною головоломкою.",
      "text3": "Хід пусконалагоджувальних робіт потребує постійної присутності кваліфікованих інженерів - наладчиків на об'єкті.",
      "text4": "У нас є спеціалізована команда інженерів з пусконалагоджувальних робіт, кожен з яких має досвід, відточений у різних галузях промисловості, і готовий задовольнити унікальні потреби вашого проекту.",
      "text5": "Інженери ОС досягають успіху в ретельній організації проектних систем і компонентів, гарантуючи, що кожен аспект гармонійно поєднується з вашими або кінцевого замовника експлуатаційними специфікаціями. Маючи багатий досвід роботи в проектах по всьому світу, вони стали майстрами адаптивності, безперешкодно долаючи затримки в реалізації проектів і приймаючи багатство культурного розмаїття.",
      "text6": "За потреби вони готові продовжити свою присутність на об'єкті, що зменшує потребу в частих інженерних змінах і мінімізує ймовірність помилок. Перебуваючи на об'єкті, спеціалісти носять назву вашої компанії як почесний знак і служать відданими представниками бачення і цілей замовника.",
      "text7": "Після того, як ми підберемо відповідного інженера для вашого проекту, наша спеціальна команда візьме на себе всі адміністративні завдання. Які будуть виконані чітко дотримуючись нормативних вимог, використовуючи економічно ефективні рішення,  що відповідають нормами країни. Ви намагаєтесь знайти досвід, необхідний для запуску вашого проекту?"
    }
  },
  "siteManagementPage": {
    "title": "Керування проектом",
    "body": {
      "textTitle": "Глобальний досвід керування проектами",
      "text1": "Сучасне проектне лідерство вимагає унікального поєднання управлінських навичок, аналітичної кмітливості та досконалості планування. Крім того, цифровий ландшафт розширив роль керівників проектів, зробивши необхідним володіння програмним забезпеченням ERP і CMMS.",
      "text2": "Цей особливий набір навичок може зробити пошук ідеального проектного менеджера складним завданням. Якщо ваш проект виходить за межі України, кількість кваліфікованих кандидатів ще більше скорочується, що посилює потребу в глобальному дотриманні вимог.",
      "text3": [
        "- Оптимізація ресурсів",
        "- Контроль бюджету та ефективність проекту",
        "- Відповідність вимогам охорони здоров'я, безпеки та захисту навколишнього середовища",
        "- Забезпечення та контроль якості",
        "- Оптимізація документообігу"
      ],
      "text4": "Після прибуття на об'єкт наші менеджери з управління проектами легко інтегруються у ваш проект, стаючи сполучною ланкою між персоналом на об'єкті та зацікавленими сторонами за межами об'єкту. Вони виступають у ролі надійних захисників вашої організації, старанно працюючи над тим, щоб проект не відставав від графіку і не виходив за рамки бюджету.",
      "text5": "У Open Commissioning ми надаємо вам команду досвідчених менеджерів з глобальним досвідом роботи, які володіють великим обсягом практичних знань і готові підтримати ваш проект. Наші менеджери - це багатопрофільні фахівці з досвідом роботи в галузі електротехніки та механіки. Вони досягають успіху в таких важливих сферах, як планування проектів, оптимізація ресурсів, зниження ризиків і забезпечення якості.",
      "text6": "Що відрізняє наших менеджерів проектів - це їхня унікальна здатність поєднувати комерційну перспективу з технічною кмітливістю. Це дозволяє їм ефективно спілкуватися на різних рівнях ієрархії, долаючи розрив між керівниками, менеджерами проектів, субпідрядниками та вашим кінцевим клієнтом.",
      "text7": "Ми розуміємо, що кожен проект є унікальним, з власним набором викликів та потенційних зривів. Саме тому наші менеджери готові взяти на себе зобов'язання щодо тривалого перебування на об'єкті, зменшуючи потребу в частих переходах між членами команди та мінімізуючи ймовірність помилок."
    }
  },
  "technicalServicePage": {
    "title": "Технічне обслуговування",
    "body": {
      "textTitle": "Покращуйте свій проект з нашими спеціалістами",
      "text1": "Підбір кваліфікованого персоналу для проектів у важкій промисловості може бути складним завданням для багатьох організацій. Цей сектор вимагає не лише глибоких технічних знань, але й глибокого розуміння стандартів охорони здоров'я, безпеки, навколишнього середовища та якості, що постійно зростають.",
      "text2": "Кількість кваліфікованих кандидатів на короткострокові завдання залишається обмеженою, і їм часто не вистачає гарантій зайнятості та переваг, пов'язаних з довгостроковими позиціями.",
      "text3": "Наша компанія Open Commissioning пропонує глобальну підтримку проектів за допомогою наших досвідчених і багато подорожуючих техніків, які є справжніми експертами у своїх галузях, а саме:",
      "text4": [
        "- Електрика",
        "- Автоматизація",
        "- Механіка",
        "- Технології",
        "- Безпека"
      ],
      "text5": "Наші співробітники мають багатий досвід роботи в різних галузях промисловості і готові працювати над вашим проектом, в якій би точці світу він не знаходився.",
      "text6": "Коли йдеться про складні проекти, ми пропонуємо гнучкий підхід, який легко адаптувати до ваших вимог. Незалежно від того, чи потрібен вам окремий експерт, чи ціла команда, ми підберемо рішення відповідно до ваших потреб.",
      "text7": "Як невід'ємна частина наших робочих відносин, ви також маєте можливість призначити одного з наших досвідчених керівників. Він візьме на себе відповідальність за нагляд за всіма аспектами управління, включаючи затвердження замовлень на зміну та узгодження зусиль з підрядниками та субпідрядниками.",
      "text8": "Протягом усього життєвого циклу проекту ми залишаємося гнучкими, готовими скоригувати початкове рішення, щоб впоратися з непередбачуваними подіями, такими як затримки або продовження термінів. Крім того, ми маємо можливість швидко розширювати або скорочувати зібрану команду, забезпечуючи неухильну відповідність вашим вимогам до проекту, що змінюються.",
      "text9": "Після того, як ми зібрали ідеальну команду для вашого проекту, наші досвідчені офісні фахівці беруть на себе відповідальність за всі адміністративні функції, забезпечуючи відповідні та економічно ефективні рішення, які відповідають нормативним вимогам кожної країни. Від контрактів до дозволів на роботу та страхування, ми ретельно керуємо кожним аспектом, дозволяючи вам зосередитися на основному бізнесі."
    }
  },
  "contactPage": {
    "title": "Зв’язок з нами",
    "contact": {
      "title": "Є запитання?",
      "phone": "Телефон:",
      "email": "Електронна пошта:",
      "ukAddress": "Головний офіс:",
      "uk": "145 Rectory Grove, Hampton TW12 1EQ",
      "ukDesc": "United Kingdom",
      "ukPhone": "+44 7487 895703",
      "ukEmail": "oc.uk@opnc.ltd",
      "uaAddress": "Представництво в Україні:",
      "ua": "69035, Запорізька обл., м. Запоріжжя",
      "ua2": "вул. Незалежної України, буд. 66",
      "uaDesc": "Україна",
      "uaPhone": "+380 63 845 99 42",
      "uaEmail": "oc.ua@opnc.ltd",
      "inAddress": "Представництво в Індії:",
      "in": "104, 3rd Floor, Balaji Enclave Dattanagar Road",
      "in2": "Katraj, Pune",
      "inDesc": "India",
      "inPhone": "+91 9886293759",
      "inEmail": "oc.in@opnc.ltd"
    },
    "form": {
      "labels": {
        "nameLabel": "Ім'я*",
        "emailLabel": "Електронна пошта*",
        "messageLabel": "Ваше повідомлення*",
        "button": "Відправити"
      },
      "errors": {
        "requiredError": "*Це поле обов'язкове для заповнення",
        "invalidEmailError": "*Будь ласка, введіть дійсну адресу електронної пошти",
        "sendMessageError": "Не вдалося надіслати повідомлення"
      }
    },
    "content": {
      "text1": "Ми поважаємо вашу конфіденційність і будемо використовувати ваші персональні дані лише для надання послуг. Ми можемо зв'язатися з вами щодо наших послуг та іншого контенту, що вас цікавить."
    }
  },
  "privacyPolicyPage": {
    "title": "Політика конфіденційності",
    "version": "Версія 1, 24.09.2023",
    "content": {
      "1": {
        "title": "1. Введення",
        "text1": "Ласкаво просимо до Open Commissioning (\"ми\", \"наш\" або \"нас\"). Ми цінуємо вашу конфіденційність і зобов'язуємося захищати вашу особисту інформацію. Ця Політика конфіденційності пояснює, як ми збираємо, використовуємо, розкриваємо та захищаємо ваші персональні дані, коли ви відвідуєте наш веб-сайт або користуєтеся нашими послугами.",
        "text2": "Ми не зобов'язані мати співробітника із захисту даних, тому будь-які запити щодо використання нами ваших персональних даних слід надсилати за контактними даними, вказаними вище. Відвідуючи або використовуючи наш веб-сайт або послуги, ви погоджуєтеся з практиками, описаними в цій Політиці конфіденційності."
      },
      "2": {
        "title": "2. Інформація, яку ми збираємо",
        "text1": "Ми можемо збирати такі види особистої інформації:",
        "text2": [
          "Контактна інформація: Ім'я, адреса електронної пошти, номер телефону або інші ідентифікатори.",
          "Дані про використання: Інформація про вашу взаємодію з нашим веб-сайтом, включаючи IP-адресу, тип браузера, переглянуті сторінки та час доступу.",
          "Файли cookie та технології відстеження: Ми можемо використовувати файли cookie та подібні технології, щоб покращити ваш досвід роботи на нашому сайті.",
          "Платіжна інформація: У відповідних випадках ми можемо збирати платіжну інформацію та інформацію для виставлення рахунків за транзакції на нашому веб-сайті.",
          "Інша інформація: Будь-яка інша інформація, яку ви вирішили надати добровільно."
        ]
      },
      "3": {
        "title": "3. Як ми використовуємо Вашу інформацію",
        "text1": "Ми можемо використовувати вашу особисту інформацію для наступних цілей:",
        "text2": "Надання та підтримка нашого веб-сайту та послуг. Відповідати на ваші запити, коментарі чи запитання. Надсилати вам оновлення, інформаційні бюлетені або рекламні матеріали. Обробляти транзакції та надсилати повідомлення про транзакції. Покращувати та персоналізувати ваш досвід роботи на нашому сайті. Відстежувати та аналізувати шаблони та тенденції використання. Дотримуватися юридичних зобов'язань і захищати наші права."
      },
      "4": {
        "title": "4. Розкриття Вашої інформації",
        "text1": "Ми можемо ділитися вашою особистою інформацією:",
        "text2": [
          "Постачальникам послуг: Стороннім компаніям або приватним особам, які допомагають нам у роботі нашого веб-сайту та наданні послуг.",
          "Юридичні вимоги: Для виконання юридичних зобов'язань, відповіді на юридичні запити або захисту наших прав.",
          "Передача бізнесу: У зв'язку зі злиттям, придбанням або продажу всіх або частини наших активів.",
          "З вашої згоди: Коли ви даєте нам чіткий дозвіл на передачу вашої інформації."
        ]
      },
      "5": {
        "title": "5. Ваші права",
        "text1": "Ви маєте певні права щодо вашої особистої інформації:",
        "text2": [
          "Доступ: Ви можете запросити доступ до особистої інформації, яку ми зберігаємо про вас.",
          "Виправлення: Ви можете вимагати виправлення неточних або неповних даних.",
          "Видалення: Ви можете вимагати видалення вашої особистої інформації за певних обставин.",
          "Перенесення даних: Ви можете запросити передачу ваших даних іншій стороні."
        ]
      },
      "6": {
        "title": "6. Захист",
        "text1": "Ми вживаємо розумних заходів для захисту вашої особистої інформації від несанкціонованого доступу або розголошення. Однак жоден спосіб передачі через Інтернет або електронне зберігання не є повністю безпечним."
      },
      "7": {
        "title": "7. Зміни до цієї Політики конфіденційності",
        "text1": "Ми залишаємо за собою право оновлювати цю Політику конфіденційності в будь-який час. Ми повідомимо вас про будь-які зміни, опублікувавши оновлену політику на цій сторінці."
      },
      "8": {
        "title": "8. Зв'язок з нами",
        "text1": [
          "Якщо у вас виникли запитання або занепокоєння щодо цієї Політики конфіденційності або наших практик, будь ласка, зв'яжіться з нами за адресою:",
          "145 Rectory Grove, Hampton TW12 1EQ, United Kingdom",
          "Номер телефону: +44 7487 895703",
          "Електронна пошта: info@example.com"
        ]
      }
    }
  },
  "termsOfServicePage": {
    "title": "Умови надання послуг",
    "version": "Версія 1, 24.09.2023",
    "content": {
      "1": {
        "title": "1. Погодження з умовами",
        "text1": "Ласкаво просимо до Open Commissioning (\"ми\", \"наш\" або \"нас\"). Ми цінуємо вашу конфіденційність і зобов'язуємося захищати вашу особисту інформацію. Ця Політика конфіденційності пояснює, як ми збираємо, використовуємо, розкриваємо та захищаємо ваші персональні дані, коли ви відвідуєте наш веб-сайт або користуєтеся нашими послугами."
      },
      "2": {
        "title": "2. Використання нашого веб-сайту",
        "text1": "Ви повинні бути не молодше 18 років, щоб користуватися нашим сайтом. Ви погоджуєтеся використовувати наш сайт і послуги відповідно до всіх чинних законів і правил."
      },
      "3": {
        "title": "3. Інтелектуальна власність",
        "text1": "Весь контент на нашому сайті, включаючи текст, графіку, логотипи та зображення, є власністю Open Commissioning або її ліцензіарів і захищений авторським правом та іншими законами про інтелектуальну власність.",
        "text2": "Ви не можете використовувати нашу інтелектуальну власність без нашої письмової згоди."
      },
      "4": {
        "title": "4. Відмова від гарантій",
        "text1": "Наш веб-сайт і послуги надаються \"як є\" і \"як доступні\" без будь-яких гарантій, явних чи неявних. Ми не надаємо жодних запевнень чи гарантій щодо точності, повноти чи надійності нашого контенту або послуг."
      },
      "5": {
        "title": "5. Обмеження відповідальності",
        "text1": "Ми не несемо відповідальності за будь-які непрямі, випадкові, спеціальні, побічні або штрафні збитки, пов'язані з використанням нашого веб-сайту або послуг."
      },
      "6": {
        "title": "6. Зміни до Умов",
        "text1": "Ми залишаємо за собою право оновлювати ці Умови надання послуг у будь-який час. Ми повідомимо вас про будь-які зміни, опублікувавши оновлені умови на цій сторінці."
      },
      "7": {
        "title": "7. Зв'язок з нами",
        "text1": [
          "Якщо у вас виникли запитання або занепокоєння щодо цієї Політики конфіденційності або наших практик, будь ласка, зв'яжіться з нами за адресою:",
          "145 Rectory Grove, Hampton TW12 1EQ, United Kingdom",
          "Номер телефону: +44 7487 895703",
          "Електронна пошта: info@example.com"
        ]
      }
    }
  },
  "projectsInUaPage": {
    "title": "Проєкти в Україні",
    "desc": "Якщо деякі Ваші проекти зупинилися або призупиняються через війну з росією...",
    "subDesc": "Зверніть увагу!",
    "servicesText": "Ми надаємо всі наші послуги в Україні",
    "contactText": "Зв'яжіться з нами для уточнення деталей"
  },
  "feedbackPage": {
    "title": "Відгуки",
    "desc": "Наші клієнти, які залишилися задоволені наданими їм послугами"
  }
}
